{"title":"Subsidizing Climate Change 2021","subtitle":"How the Horgan government continues to <b>sabotage</b> BC’s climate plan with fossil fuel subsidies","tweet_copy":"Please tweet things out!","section_1_headline":"Premier John Horgan’s Worsening Record on Fossil Fuel Subsidies","section_1_copy":"<p>In 2020-21, BC’s NDP-led government spent $1.3 billion on fossil fuel subsidies — 8.3 percent  more than the previous year — and they are now more than double what they were when Premier Horgan’s NDP took power. </p> \r\n\r\n\r\n<p> Rather than decrease over time, these subsidies are estimated to surpass $1.8 billion in 2023-24—more than triple what the B.C. Liberals spent in 2016-17. </p>","section_2_headline":"Big Bucks for Fracking","section_2_copy":"<h4>The largest single source of this increase is the Deep Well Royalty Program, a tax loophole for fracking operators, which is projected to cost taxpayers $421 million this year. The outstanding liability fracking companies have amassed through unused Deep Well Royalty Credits has grown to $3.1 billion.</h4>\r\n\r\n\r\n<p>In BC, fossil fuel subsidies include provincial tax exemptions, royalty reductions and credits, and direct investments in infrastructure and technology--and they have grown significantly since the BC NDP took over from the Liberals in 2017. Indeed, BC is second only to Alberta in the generosity of subsidies it gives to  the fossil fuel industry, mostly to expand the production and export of fracked liquified natural gas (LNG), a dirty fuel source that is both an economic and a climate disaster. </p>","section_3_copy":"<h3>During BC’s fall 2020 election campaign, the NDP committed to undertake a comprehensive review of natural gas royalty credits. <b>Now is the time to cancel the deep well royalty giveaway and prevent further burdens on future generations of taxpayers.</b></h3>","section_4_headline":"Taking Wealth Away from Future Generations","section_4_copy":"<h3>In 2020-21, the NDP government gave the oil and gas industry almost five times as much money in subsidies as it earned in oil and gas royalties ($282 million), a higher ratio than it did in 2019-20.</h3>","section_4_copy_2":"<p>The NDP government consistently underestimates the costs and future liabilities of its oil and gas subsidies and overestimates the royalties it will earn from the oil and gas sector, creating a vicious feedback loop that will cost current and future taxpayers billions of dollars.</p>","section_4_copy_3":"<h4> A recent analysis found that even if the BC government meets all of its energy efficiency and clean energy goals, emissions from the highly subsidized oil and gas sector alone will be 93 percent higher—nearly double—than BC’s emissions reduction target, <u>making it impossible for BC—and therefore Canada— to meet its 2050 emission targets.</u></h4>","section_5_headline":"True Cost of Fossil Fuel Subsidies","section_5_copy":"<h3>In 2020-21, the NDP government spent more subsidizing fossil fuels ($1.3 billion) than it did on its climate change program ($1.1 billion), a trend that is predicted to increase dramatically through 2024.</h3>","section_5_copy_2":"<p>The BC NDP’s plan to continue increasing fossil fuel subsidies to almost $1.8 billion in 2023-24, while simultaneously reducing investment in energy efficiency and clean energy alternatives is not only short-sighted, it threatens the future of BC’s economy. </p>","section_6_headline":"Our Recommendations","section_6_copy_1_headline":"End fossil fuel subsidies","section_6_copy_1_content":"<p><ul><li>Embrace the timeline set by the federal government to phase out all fossil fuel subsidies by 2025.</li>\r\n<li>Use the BC Oil and Gas Royalty Review to cancel the Deep Well Royalty Credit and other tax loopholes in the province’s royalty regime.</li>\r\n<li>Redirect funds from tax breaks for oil and gas to economic diversification that supports</li> <li>renewable energy and builds the infrastructure required to make the transition to a low-carbon economy </li></ul> </p>","section_6_copy_2_headline":"Putting BC back on track to meet our climate targets","section_6_copy_2_content":"<p><ul><li>Reevaluate BC’s climate plan and, in particular, whether it is still in the public interest to subsidize fossil fuel production. This analysis should be based on the International Energy Agency (IEA) Net Zero by 2050: A roadmap for the global energy system modeling. <ul><li>\r\nGiven that the IEA says in a 2050 net zero scenario that “no new oil and natural gas fields are required” stop issuing permits for new fossil fuel projects now.</li>\r\n<li>Given that the IEA modeling shows that LNG demand will peak before 2030 and then decline steeply, reevaluate the province’s policy of making LNG Canada “fit” into its CleanBC climate plan. </li></ul></li>\r\n<li>Rule out the use of carbon offsets or trading schemes to meet our 2030 targets.</li></ul></p>","section_6_copy_3_headline":"Stronger regulations on fracking","section_6_copy_3_content":"<p><ul><li>Make sure that fracking companies, not taxpayers, are covering the cost of cleaning up orphaned and inactive wells through legislated clean up bond requirements.</li>\r\n<li>Reduce cumulative impacts on the landscape from oil and gas operators through better land-use planning.</li>\r\n<li>Reform the BC Oil and Gas Commission by:\r\n<ul><li>\r\nGiven that the IEA says in a 2050 net zero scenario that “no new oil and natural gas fields are required” stop issuing permits for new fossil fuel projects now.</li>\r\n<li>Given that the IEA modeling shows that LNG demand will peak before 2030 and then decline steeply, reevaluate the province’s policy of making LNG Canada “fit” into its CleanBC climate plan. </li></ul></li></ul></p>","section_6_copy_4_headline":"Invest in a just transition now","section_6_copy_4_content":"<p><ul><li>Use money currently going to subsidize fossil fuels to invest in northern community economic development.</li>\r\n<li>Make sure workers and communities are equipped to take advantage of new opportunities in new and growing economic sectors..</li>\r\n<li>Support regions that rely on fossil fuel extraction to plan and prepare for a just  transition.</li></ul> </p>"}